<template>
    <main class="main">

        <section class="post-sec">
            <div class="container">

                <div class="breadcrumbs">
                    <NuxtLink class="breadcrumbs__link" to="/">Главная /</NuxtLink>

                    <NuxtLink class="breadcrumbs__link" to="/blog">Блог /</NuxtLink>

                    <span class="breadcrumbs__text">Название поста</span>
                </div>

                <div class="post-sec__wrapper">
                    <div class="post-sec__header">
                        <NuxtLink  class="post-sec__teg" to="/blog/categories/health">#здоровье</NuxtLink>
                        <div class="post-sec__time-read">
                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.9987 18.5104C5.63203 18.5104 2.08203 15.1379 2.08203 10.9896C2.08203 6.84125 5.63203 3.46875 9.9987 3.46875C14.3654 3.46875 17.9154 6.84125 17.9154 10.9896C17.9154 15.1379 14.3654 18.5104 9.9987 18.5104ZM9.9987 4.65625C6.3237 4.65625 3.33203 7.49833 3.33203 10.9896C3.33203 14.4808 6.3237 17.3229 9.9987 17.3229C13.6737 17.3229 16.6654 14.4808 16.6654 10.9896C16.6654 7.49833 13.6737 4.65625 9.9987 4.65625Z" fill="#1B3762"/>
                            <path d="M10 11.3855C9.65833 11.3855 9.375 11.1163 9.375 10.7917V6.83337C9.375 6.50879 9.65833 6.23962 10 6.23962C10.3417 6.23962 10.625 6.50879 10.625 6.83337V10.7917C10.625 11.1163 10.3417 11.3855 10 11.3855Z" fill="#1B3762"/>
                            <path d="M12.5 2.67712H7.5C7.15833 2.67712 6.875 2.40796 6.875 2.08337C6.875 1.75879 7.15833 1.48962 7.5 1.48962H12.5C12.8417 1.48962 13.125 1.75879 13.125 2.08337C13.125 2.40796 12.8417 2.67712 12.5 2.67712Z" fill="#1B3762"/>
                            </svg>
                            <span>
                                Время прочтения - 2 мин
                            </span>
                        </div>
                        <p class="post-sec__creade-date">15 сентября 2024</p>  
                    </div>
                    <h1 class="post-sec__title">Чага и её польза для всех возрастов: универсальное решение для здоровья</h1>

                    <div class="post-sec__text-container post-wp-editor">
                        <p>Чага — это уникальный природный продукт, который веками используется для поддержания здоровья и укрепления иммунитета. Её целебные свойства делают её универсальным средством, подходящим для людей на любом этапе жизни. Независимо от возраста, чага может стать надёжным помощником  в укреплении организма, восстановлении энергии и поддержании общего самочувствия.</p>
                        <img src="@/assets/images/img/news-card-1.jpg" alt="">

                        <h2>Чага для укрепления иммунитета</h2>
                        <p>Чага богата антиоксидантами, витаминами и минералами, которые помогают поддерживать здоровую иммунную систему. Регулярное употребление чая или экстрактов из чаги способствует повышению устойчивости организма к инфекциям и стрессам, что особенно важно в условиях современной жизни. Чага помогает укрепить защитные силы организма, обеспечивая ему надёжную поддержку круглый год.</p>

                        <h3>Восстановление энергии и снижение стресса</h3>
                        <p>Чага известна своими адаптогенными свойствами, которые помогают организму справляться с физическим и эмоциональным стрессом. В современном мире, где каждый сталкивается с высокими нагрузками и постоянным напряжением, чага может стать естественным источником энергии и спокойствия. Натуральные компоненты чаги помогают улучшить концентрацию, снизить усталость и восстановить силы, не вызывая побочных эффектов.</p>

                        <h4>Поддержка здоровья в любом возрасте</h4>
                        <p>Чага — это мощный природный источник антиоксидантов, которые помогают защитить клетки организма от повреждений и замедлить процессы старения. Она поддерживает здоровье сердечно-сосудистой системы, способствует улучшению работы пищеварительной системы и помогает сохранить гибкость суставов. Независимо от возраста, регулярное употребление чаги помогает поддерживать жизненные силы и общее самочувствие на высоком уровне.</p>

                        <h5>Чага — универсальная забота о здоровье</h5>
                        <p>Одно из главных преимуществ чаги — её универсальность. Независимо от образа жизни и возраста, чага помогает поддерживать здоровье на всех уровнях. Она насыщает организм природными витаминами и минералами, укрепляет иммунитет и помогает адаптироваться к внешним стрессам. Этот продукт идеально подходит для тех, кто заботится о своём здоровье и ищет натуральные решения для поддержания жизненной энергии.</p>
                        <img src="@/assets/images/img/news-card-1.jpg" alt="">
                    </div>

                    <p class="post-sec__down-text">Чага — это универсальный природный продукт, который помогает заботиться о здоровье в любое время жизни. Её богатый состав, антиоксидантные и адаптогенные свойства делают её надёжным источником энергии, иммунной поддержки и общего самочувствия. Независимо от ваших потребностей, чага станет незаменимым элементом здорового образа жизни.</p>
                </div>

      

            </div>
        </section>


        <section class="last-news-sec post-page-other-news">
            <div class="container">
            <div class="last-news-sec__header">
                <h2 class="last-news-sec__title">читайте также</h2>
                <!-- <a href="" class="last-news-sec__link">
                <svg width="64" height="52" viewBox="0 0 64 52" fill="none" xmlns="http://www.w3.org/2000/svg">
                <rect x="0.5" y="0.5" width="63" height="51" rx="12.5" stroke="#1B3762"/>
                <path d="M42.7071 26.7071C43.0976 26.3166 43.0976 25.6834 42.7071 25.2929L36.3431 18.9289C35.9526 18.5384 35.3195 18.5384 34.9289 18.9289C34.5384 19.3195 34.5384 19.9526 34.9289 20.3431L40.5858 26L34.9289 31.6569C34.5384 32.0474 34.5384 32.6805 34.9289 33.0711C35.3195 33.4616 35.9526 33.4616 36.3431 33.0711L42.7071 26.7071ZM23 26V27H42V26V25H23V26Z" fill="#1B3762"/>
                </svg>

                </a> -->
            </div>

            <div class="last-news-sec__row">
                <newsCard />

                <newsCard />

                <newsCard />

                <newsCard />
            </div>
            </div>
        </section>
        
    </main>
    
</template>

<script setup>

//IMPORT

// import { useCounterStore } from '@/stores/counter'

import { ref, onMounted, onBeforeUnmount, computed, watch  } from 'vue';

import newsCard from '@/components/component__news-card.vue'




//DATA



//METHODS 






//HOOKS
onMounted(() => {
  // Добавляем обработчик события scroll

  
});

onBeforeUnmount(() => {

});



 // props
 const props = defineProps({
//   mainData: Object,
      // postAllCategory: Object,
  })
</script>